[
    "What is something popular now that annoys you?",
    "What do you think of buffets?",
    "What food do you know you shouldn't eat but can't stop yourself?",
    "What's the best way to travel? (Plane, car, train, etc.)",
    "What did you do on your last vacation?",
    "What kind of art do you appreciate the most?",
    "Who is your favorite superhero? Who is your favorite villain?",
    "What's the longest trip you've been on?",
    "What app can you not believe someone hasn't made yet?",
    "What incredibly common thing have you never done?",
    "Would you rather there be a ding sound every time you wink or a cartoonish gun sound when you make a finger gun?",
    "What person from history would you like to meet?",
    "What store do you want to visit this month?",
    "What movie do you want to see?",
    "Where would you like to take a road trip?",
    "What business do you want to start someday?",
    "What kind of home would you like to live in 20 years from now?",
    "What kind of birthday cake do you want to have?",
    "What kind of museum do you want to visit one day?",
    "What talent do you have that you,d like to get even better at?",
    "What do you want to save up to buy someday?",
    "What meal do you want to learn to cook?",
    "What are some red flags to watch out for in daily life?",
    "What is something you are utterly obsessed with at the moment?",
    "What's your favorite type of day (weather, temp, etc.)?",
    "What has taken you the longest to get good or decent at?",
    "What movie completely changes its plot when you change one letter in its title? What's the new movie about?",
    "What chore do you absolutely hate doing?",
    "What age do you wish you could permanently be?",
    "What's the most interesting thing you've seen online this week?",
    "What's your favorite color and favorite thing that is that color?",
    "What's one thing that gets far too much coverage on the news?",
    "What was the scariest movie you've seen?",
    "What is your favorite summer activity?",
    "Where or what do you not mind waiting for?",
    "What game have you spent the most hours playing?",
    "When people come to you for help, what do they usually want help with?",
    "If you could convince everyone in the world to do one thing at one point in time, what would that thing be?",
    "If you could change one plotline of a piece of fiction, which would it be and why?",
    "When things break, do you prefer to fix them or replace them?",
    "What is your favorite ethnic or family dish?",
    "What's one thing that puzzles you every time you think about it?",
    "What show have you been watching lately?",
    "What place would you first travel to if you could teleport?",
    "If you could slow down time, what would you do with that power?",
    "What's your drink of choice (alcoholic or non)?",
    "Do you fold your pizza?",
    "What is your favorite type of sandwich?",
    "Pick your favorite decade. Tell us why.",
    "What is the best super power?",
    "What is your favorite movie genre to watch?",
    "Show us your phone background and tell the story behind why you picked this image.",
    "Show us the weirdest thing you have in the room with you right now.",
    "Do you enjoy spicy food? What's the spiciest thing you've ever eaten?",
    "What wastes the most time in your day to day life?",
    "What emoji best describes how you are feeling right now?",
    "What is your most used phone app?",
    "What was the first way you made money?",
    "What is something you accomplished as part of a team?",
    "Would you rather be reincarnated as a cat or a dog?",
    "What is a weird fact you know?",
    "Which movie made you laugh hard?",
    "What was your best class in school?",
    "Where is your favorite vacation spot?",
    "What size shoes do you wear?",
    "What was the last thing you ate?",
    "What is the most interesting book genre?",
    "Are you more productive in the morning or at night?",
    "What is something interesting we would not know about you just by looking?",
    "If you could live in any country, which country would you pick?",
    "Which show do you remember most from your childhood?",
    "What are two things that you think are normal, but become really strange when you do them repeatedly?",
    "What has been the most embarrassing thing you’ve ever worn?",
    "What would you do if you found a dead body in a hotel room?",
    "What's a series that hasn't been updated in a while that you'd love to see revived?",
    "What was the scariest movie you've seen?",
    "What weird food combinations do you really enjoy?",
    "When someone finds out what you do, or where you are from, what question do they always ask you?",
    "What is your biggest pet peeve?",
    "What kind of business would you like to start if you were given the chance?",
    "What's the longest line you've ever waited in? Was it worth it?",
    "Do you ever remember your dreams? Have you had any weird ones that stuck with you?",
    "What was cool when you were young but isn't cool now?",
    "What recent trend are you totally on board with?",
    "Would you ever try space tourism if you had the money for it?",
    "What did your teachers and parents say would be important when you grew up, but hasn't been?",
    "What silly or funny thing are you afraid of?",
    "What would be some of the most annoying things about having yourself as a roommate?",
    "What is the farthest you have ever been from where you were born?",
    "What's something you tried that you didn't think you would like, but you ended up really liking?",
    "What's your favorite sandwich? What do you like to put on it?",
    "What's the story behind your username?",
    "What product would you seriously stockpile if you found out they weren't going to sell it anymore?",
    "You have to sing karaoke, what song do you pick?",
    "If you could turn any activity into an Olympic sport, what would you have a good chance at winning a medal for?",
    "What's something that a lot of people are missing out on because they don't know about it?",
    "If you could snap your fingers and learn a language, what language would you learn?",
    "If you could have a never-ending candle that smelled like anything you wanted, what fragrance would you want it to be?",
    "What's something you tried that you didn't think you would like, but you ended up really liking?",
    "In what situations, do you wish you could throw down a smoke bomb and disappear?",
    "What are your favorite mythologies, fairytales, and stories?",
    "What words do you consistently spell wrong no matter how hard you try?",
    "Who was your childhood actor/actress crush?",
    "What’s your most embarrassing moment from your teen years?",
    "What’s the craziest dare you ever took?",
    "If you were a vegetable, what would you be?",
    "What was the first concert you ever went to?",
    "If you created your own country, what would it be called?",
    "Do you have any crazy roommate stories?",
    "What’s the strangest family tradition in your family?",
    "If you could pick a TV show to be your life, what show would it be?",
    "If you were famous, what would you be famous for?",
    "What was your favorite item of clothing as a kid?",
    "What cartoon character were you inexplicably afraid of as a kid?",
    "What afterschool activity did you quit as a kid, and why?",
    "What’s your strangest talent?",
    "What interesting skill do you want to learn?",
    "What was your first job? What did you like/dislike about it?",
    "Have you ever gotten super lost? What happened?",
    "What was your first record, tape or CD that you ever owned?",
    "What’s the grossest food you ever had to eat to be polite?",
    "What’s the worst thing you ever did as a kid — and got away with?",
    "What is the best and worst purchases you've ever made?",
    "What chore do you absolutely hate doing?",
    "What do you usually do on your commute?",
    "What happens in real life but rarely gets portrayed in movies?",
    "What is your most used emoji?",
    "If you had unlimited funds to build a house that you would live in for the rest of your life, what would the finished house be like?",
    "If you could switch jobs with someone else for a week, what job would you like to try?",
    "What items do you carry with you every day?",
    "What are you interested in that most people haven't heard of?",
    "What kind of music do you like?",
    "Would you go to space if you knew that you could never come back to earth?",
    "Have you ever been mistaken for someone famous?",
    "If you had 10000 dollars right now what would you do with it?",
    "What is the strangest gift you have ever received?",
    "What would your entrance theme song be?",
    "Have you ever been bungee jumping?",
    "Do you prefer books or films?",
    "Do you prefer nights out or nights in?",
    "Describe the sun in one word?",
    "Describe yourself in one word?",
    "Who is your favorite Youtuber?",
    "What is your favorite anime?",
    "What do you do for living?",
    "Whats your favorite animal?",
    "How many languages can you speak?",
    "Can you draw?",
    "If you could go anywhere right now where would you go?",
    "Milk first or cereal first?",
    "What’s your dream holiday destination?",
    "If you could have anything right now what would it be?",
    "If you have been granted 3 wishes what would you wish for",
    "What hobby have you always wanted to develop?",
    "What one thing would you take along with you to a deserted island?",
    "If you could live anywhere, where would it be?",
    "What is your biggest fear?",
    "What would you change about yourself if you could?",
    "What really makes you angry?",
    "Who inspires you? Who do you aspire to be like?",
    "Shark diving, bungee jumping, or skydiving?",
    "What is the weirdest scar you have and how did you get it?",
    "Which of your accomplishments are you most proud of?",
    "Do you believe in ghosts?",
    "What piece of art (book, music, movie, etc.) most influenced the person you are today?",
    "What's the single best piece of advice you ever received?",
    "What's the greatest risk you've ever taken?",
    "Hi",
    "What’s your best tip for saving money?",
    "How was your last vacation?",
    "What app do you use everyday?",
    "What’s your favorite thing you’ve bought recently?",
    "If you could change your name, what would you change it to?",
    "What’s the best compliment you’ve ever gotten?",
    "What do you love most about yourself?",
    "What is the name of your favorite movie?",
    "What is your dream career?",
    "Which is your favorite season?",
    "What do you like doing for fun?",
    "What relaxes you the most?",
    "What are your favorite cloathing & accessory brands?",
    "If you could have your own reality tv show, what would it be?",
    "Would you break the law to save a loved one?",
    "Have you done anything exciting lately?",
    "What made you smile today?",
    "Are you a cat person or a dog person?",
    "What is the best restaurant you've been to?",
    "What’s the most embarrassing thing you did at school / when you were a kid?",
    "What’s your plan if there was a zombie apocalypse?",
    "What food do you wish you knew how to make so you could eat whenever you want?",
    "What is your earliest memory?",
    "If you could take a road trip with your friend, who would you take and where would you go?",
    "What are three words you'd use to describe yourself to someone who's never met you?",
    "Can you cook?",
    "If you could keep any animal as a pet, what would it be?",
    "The zombie apocalypse is coming, who are 3 people you want on your team?",
    "Have you ever been told you look like someone famous, who was it?",
    "If a movie was made of your life what genre would it be, who would play you?",
    "If you had to eat one meal everyday for the rest of your life what would it be?",
    "If you were left on a deserted island with either your worst enemy or no one, which would you choose? Why?",
    "What is your favorite item you’ve bought this year?",
    "What is your absolute dream job?",
    "Say you’re independently wealthy and don’t have to work, what would you do with your time?",
    "If you had to delete all but 3 apps from your smartphone, which ones would you keep?",
    "If you could hang out with any cartoon character, who would you choose and why?",
    "If you could live anywhere in the world for a year, where would it be?",
    "If you could see one movie again for the first time, what would it be and why?",
    "If you could choose any two famous people to have dinner with who would they be?",
    "If you could be any animal in the world, what animal would you choose to be?",
    "If you could change places with anyone in the world, who would it be and why?",
    "If you could instantly become an expert in something, what would it be?",
    "If you could be guaranteed one thing in life (besides money), what would it be?",
    "If you had to teach a class on one thing, what would you teach?",
    "If you could magically become fluent in any language, what would it be?",
    "If you could be immortal, what age would you choose to stop aging at and why?",
    "If you could be on a reality TV show, which one would you choose and why?",
    "Would you rather live in the ocean or on the moon?",
    "Would you rather have invisibility or flight?",
    "Would you rather live without heat and AC or live without social media?",
    "Would you rather be the funniest or smartest person in the server?",
    "Would you rather be able to run at 100 miles per hour or fly at 10 miles per hour?",
    "Do you play any instruments?",
    "What are you most excited about this year?",
    "If you could live in one fictional universe, which one would you choose?",
    "If you could have your own TV show, what would it be about?",
    "What is your favorite memory with your best friend? (Your best friend can be an animal!)",
    "Would you rather explore outer space or the bottom of the ocean?",
    "Would you rather visit a volcano or a rainforest?",
    "If you could only eat one dessert for the rest of your life, what would it be?",
    "If you had a million dollars, what would you buy first?",
    "What is your favorite color?",
    "Which cartoon character do you wish was real?",
    "If you could have any superpower, what would it be?",
    "If you were invisible for a day, what would you do?",
    "What is your earliest holiday memory?",
    "Do you prefer gingerbread people or houses?",
    "If you could spend the holidays in any location, where would it be?",
    "Does your family have any holiday traditions?",
    "What kind of pizza do you like?",
    "What sport would you compete in if you were in the Olympics?",
    "Do you have any pets?",
    "What's your favorite book?",
    "What countries have you traveled to?",
    "Do you like to cook?",
    "What's your favorite food?",
    "What's your favorite drink?",
    "What's been the best part of your day so far?",
    "What movie are you dying to see?",
    "What's the last concert you went to?",
    "Do you speak any other languages?",
    "Do you have anything fun planned for the weekend?",
    "Where is the best place you have ever visited?",
    "What's your most controversial opinion?",
    "If you could be an animal, what would you be and why?",
    "What's the craziest thing you've ever eaten?",
    "Have you ever won anything?",
    "Have you ever met anyone famous?",
    "What is the strangest thing you've ever fallen in love with?",
    "Do you play any sports?",
    "What song or album could you listen to on repeat?",
    "Have you ever ridden on a motorcycle?",
    "How long would you last in a zombie apocalypse?",
    "What’s the craziest dare you ever took?",
    "If you could go to Mars, would you? Why or why not?",
    "Do you have any hidden talents?",
    "If you could try any food, what would it be?",
    "What is a weird fact you know?",
    "Who is your favorite author?",
    "What is your favorite thing to eat for breakfast?",
    "You've been given an elephant you cant get rid of it. What would you do with it?",
    "What are your dreams and ambitions?",
    "What are your long-term goals?",
    "If you could have any super power, which one would you choose?",
    "What's the strangest thing in your refrigerator?",
    "What piece of technology could you live without?",
    "If you could be best friends with a celebrity, Who would it be?",
    "If your food is bad at a restaurant, Would you say something?",
    "What scares you the most about the future?",
    "When are you the most happy?",
    " Would you rather have more time or more money?",
    "Would you rather be able to talk with the animals or speak all foreign languages?",
    "Would you rather win the lottery or live twice as long?",
    "Would you rather be without internet for a week, or without your phone?",
    "Would you rather lose your vision or your hearing?",
    "Would you rather be Batman or Spiderman?",
    "Would you rather be stuck on a broken ski lift or in a broken elevator?",
    "For your birthday, would you rather receive cash or gifts?",
    "What's your favorite pizza topping?",
    "Describe your perfect weekend",
    "What talent would you want to possess if you could?",
    "Do you care about reviews?",
    "What's your favorite sports team?",
    "If you were to play a song you love right now, What would it be?",
    "What's your favorite sport?",
    "What's your favorite song?",
    "When did you last meet a stranger you thought you'd never meet again?",
    "If you had the world's attention for 30 seconds, What would you say?",
    "How have your priorities changed in the last 10 years?",
    "Who is your role model?",
    ":V",
    "Would you rather eat pinaple pizza or broccoli pizza?",
    "Do you eat pinaple pizza?",
    "What do you like most about this server?",
    "Do you like to play horror games or fps games?",
    "Do you like nature?",
    "What school topic is your favorite?",
    "What was your favorite game when you were a kid?",
    "What is your biggest hope for the future?",
    "What do you fear the most?",
    "What is your favorite quote?",
    "Would you want to be famous?",
    "What are you most likely to argue about?",
    "What are the top two songs on your playlist right now?",
    "If you could change anything about your childhood, what would it be?",
    "What is your greatest accomplishment?",
    "If you could know the future, would you choose to find out?",
    "When are you most likely to cry?",
    "When you are at a party, where are you and what are you doing?",
    "What’s your most creative accomplishment?",
    "What is your favorite memory?",
    "Who is your favorite vlogger?",
    "What favorite project are you working on right now?",
    "What is your superpower?",
    "Would you rather pet a shark or stare down a tiger?",
    "If you could design the ultimate treehouse, what would it look like?",
    "If you were given admin in this server what would you do with it?",
    "If you and your bestfriend were sworn enemies, what would you do if you met him/her on on the battlefield?",
    "What's the last thing that made you laugh out loud?"
]